@title = "Συνομιλίες Riseup"
@nav_title = "Συνομιλίες"

h2. Τι είναι το XMPP?

Το XMPP είναι ένα ανοιχτού κώδικα πρωτόκολο άμεσων γραπτών και ηχητικών συνομιλιών καθώς και βιντεοκλήσεων. Με το XMPP μπορείς να στέλνεις και να λαμβάνεις μηνύματα με χιλιάδες χρήστες από διαφορετικούς παρόχους.

h2. Χρησιμοποιείστε την υπηρεσία XMPP του  Riseup

Η ηλεκτρονική διεύθυνση του Riseup που έχετε μπορεί να χρησιμοποιηθεί και σαν διεύθυνση XMPP. Αν θέλετε να στείλετε σε κάποιον ένα μήνυμα μέσω XMPP ή ένα αίτημα φιλίας, απλά χρειάζεται να το στείλετε στο [@username@riseup.net@].

Για να ρυθμίσετε ένα [[χρήστη XMPP => chat/clients]], χρειάζονται τα παρακάτω

* *Το πρωτόκολο*: "xmpp"
* *Ο λογαριασμός*: [@username@riseup.net@]
* *Κωδικός πρόσβασης*: Ο δικός σου [[riseup-password]]

Είναι πολύ σημαντικό στις ρυθμήσεις να έχετε επιλέξει το *always require encryption* (να απαιτείται πάντα κρυπτογράφιση). Κάποιοι χρήστες επιλέγουν τη ρύθμιση "encryption if available" (κρυπτογράφιση όπου είναι δυνατό). Μπορεί ο server της riseup.net να απαιτεί κρυπτογράφιση, αν όμως υπάρχει η ρύθμιση "κρυπτογράφιση όταν είναι δυνατό" κάποιος επιτιθέμενος μπορεί να αποκτήσει το κωδικό σας

Κάποιες πλατφόρμες XMPP ζητούν ξεχωριστά το όνομα χρήστη και τον πάροχο (domain). Σε αυτή την περίπτωση συμπληρώνετε τα εξής:

* *όνομα χρήστη*: [@username@]
* *πάροχος*: @riseup.net@

Αν χρειάζεστε κάποιον οδηγό για κάποια συγκεκριμένη πλατφόρμα, δείτε στην σελίδα [[πλατφόρμες XMPP => chat/clients]].

h2. Συνδεθείτε σε δωμάτια συνολιών με παραπάνω από ένα χρήστες

Όταν συνδέεστε ή δημιουργείτε ένα δωμάτιο συνομιλιών στο δίκτυο XMPP του Riseup απαιτείται μια εντολή της μορφής:

* [@your-room-name@conference.riseup.net@]

Αν θέλετε να προσδιορίσετε το δωμάτιο συνομιλιών ξεχωριστά, κάντε αυτό:

* chatroom: @your-room-name@
* domain: @conference.riseup.net@

ΝΑ ΜΗΝ ΧΡΗΣΙΜΟΠΟΙΕΙΤΕ ΤΟ  [@your-room-name@riseup.net@]

h3. Χρησιμοποιείστε τα δωμάτια συνομιλιών στο Pidgin

Αν έχετε συνδεθεί μέσω [[pidgin]], για να συνδεθείτε ή να δημιουργήσετε ένα δωμάτιο συνομιλιών, πατήστε @Add room@ στο μενού @Buddy@.

* Room: @your-room-name@
* Server: @conference.riseup.net@
* Handle: @your-nick@
* Password: [optional]
* Alias: [optional]
* Group: [optional]

Πατήστε @Ok@ και δείτε τη λίστα των φίλων. Θα πρέπει να δείτε ένα group @Chat@ με το δωμάτιο συνομιλιών.
Κάντε δεξί κλικ πάνω σε αυτό και πατήστε @join@.

Για να το ελέγξετε, μπορείτε να χρησιμοποιείσετε το @riseup.net@ σαν όνομα δωματίου και να συνδεθείτε.

h2. Για περισσότερη ασφάλεια

# Για περισσότερη ασφάλεια, συνδεθείτε στο server του XMPP μέσω του [[Riseup VPN => vpn]].
# Χρησιμοιείστε τα "Tor hidden service":https://www.torproject.org/docs/hidden-services.html.en: και κοιτάξτε για το @xmpp.*.onion@ στο [[Υπηρεσίες onion για το Riseup->tor#riseups-tor-hidden-services]].
