@title = "Пароли Riseup"

h2. Аккаунты Riseup Red

* *Аккаунт Riseup Red*: Эти логин и пароль используются для электронной почты, VPN, и чата. Ваши настройки могут быть изменены по адресу https://account.riseup.net.

* *Сервисные пароли*: На странице https://account.riseup.net вы можете настроить отдельные пароли для VPN и чата. Это полезно, например, если вы используете VPN на телефоне, но не хотите хранить там пароль от почты.

h2. Аккаунты Riseup Black

* *Аккаунт Riseup Black*: Эти логин и пароль используются для VPN Black. Настройки можно изменить по адресу https://black.riseup.net.

h2. Другие учётные записи

* *Аккаунт почтовой рассылки*: Если вы подписаны на любую рассылку на https://lists.riseup.net, у вас есть такой аккаунт. Настройки могут быть изменены на https://lists.riseup.net.
* *Аккаунты групп*: Если вы используете https://we.riseup.net, ваш аккаунт на нём независим от основного аккаунта Riseup и аккаунта  почтовой рассылки. В будущем аккаунты групп будут объединены с основными.

h2. Выбор хорошего пароля.

<%= render 'common/good-passwords' %>
