@title = "Μάρτιος"

## Χρειάζεται να μιλήσουμε για το Facebook

Έχουμε σε όλο τον κόσμο τεχνικές συλλογικότητες που είναι σύμμαχοί μας. Μια από αυτές τις ομάδες δημοσίευσε μια αξιοσημείωτη κριτική για τους ακτιβιστές που χρησιμοποιούν Facebook. Αν και εμείς, τα πουλιά του Riseup μπορεί να συμφώνουμε με μερικά, με όλα ή με τα περισσότερα σημεία του κειμένου, θεωρούμε ότι είναι μια καλή αρχή για συζήτηση. Οπότε αυτό το μήνα, παρακαλούμε μοιραστείτε το κείμενο αυτό με τους φίλους σας, τους συντρόφους σας, τους συμμάχους, με μέλη συλλογικοτήτων, εθελοντές - και γενικά με οποιονδήποτε οργανώνεστε μαζί.

Το πρωτότυπο άρθρο στα γερμανικά :
\[de\] http://nadir.org/news/Plötzlich_plappern_Anna_und_Arthur.html

Μεταφράσεις:

* \[el\] http://nadir.org/txt/Χρειάζεται_να_μιλήσουμε_για_το_Facebook.html
* \[en\] http://nadir.org/txt/We_need_to_talk_about_Facebook.html
* \[es\] http://nadir.org/txt/Tenemos_que_hablar_de_Facebook.html
* \[pt\] http://nadir.org/txt/Precisamos_falar_sobre_o_Facebook.html
* \[fr\] http://nadir.org/txt/il_faut_qu_on_parle_de_facebook.html
* \[it\] http://nadir.org/txt/Dobbiamo_parlare_di_Facebook.html

## Μειώνοντας το άγχος του Riseup

Ναι, τα λεφτά είναι κακή φάση. Αλλά υπάρχουν. Το Riseup όπως και οι υπηρεσίες που παρέχουμε, εξαρτώνται με διάφορους τρόπους από το να έχουμε μια σταθερή ροή (ή σταγόνες) δωρεών. Κάθε τι μας βοηθάει, ακόμα και λίγο. Σας ευχαριστούμε για τις μηνιαίες υποστηρικτικές δωρεές - αυτές οι τακτικές, σταθερές δωρεές μας βοηθάνε να καταπολεμάμε το άγχος μας!

https://help.riseup.net/en/donate
